alacritty
alsa-utils
android-tools
apache
ark
audacity
autoconf
automake
awesome-git
base
base-devel
bat
binutils
bison
bitwarden
bleachbit
blender
breeze
breeze-gtk
browsh
btop
calf
carla
chromium
cmake
composer
cpupower
cryfs
ctags
cups
dbeaver
dialog
discord
discover
dmidecode
dnsmasq
docker
docker-compose
dolphin
drkonqi
droidcam
dust
edk2-ovmf
efibootmgr
egl-wayland
ettercap-gtk
exfatprogs
ext4magic
extra-cmake-modules
eza
fakeroot
fd
feh
ffmpegthumbnailer
ffmpegthumbs
figlet
file
filezilla
findutils
firefox
firefox-developer-edition
firewalld
flameshot
flatpak
flex
fzf
gawk
gcc
geogebra
geonkick
gettext
ghidra
gimp
git
glow
gnome-keyring
gnu-netcat
gnuplot
godot
gource
gparted
gpick
gradle
grep
groff
grub
grub-customizer
gtk-chtheme
guile2.2
gwenview
gzip
handbrake
helvum
hodoku
htop
i7z
imagemagick
inetutils
inkscape
insomnia-bin
intel-ucode
intltool
iptables-nft
ipython
irssi
jack_mixer
jdk8-openjdk
jre11-openjdk
kactivitymanagerd
kcalc
kcm-wacomtablet
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
keepassxc
khotkeys
kmenuedit
krita
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
lib32-libpulse
lib32-openal
lib32-systemd
libhandy
libkscreen
libksysguard
libreoffice-fresh
libretro-pcsx2
librewolf-bin
libtool
libxcrypt-compat
linux
linux-firmware
linux-headers
lsp-plugins
lutris
lvm2
lxappearance-gtk3
lynx
m4
make
mariadb-clients
meld
milou
minecraft-launcher
mingw-w64-gcc
mosh
mpg123
mpv
multimc-bin
mupdf
ncdu
ncspot
neofetch
neovim
netctl
networkmanager
nfs-utils
nlohmann-json
nmap
nnn
nodejs
noisetorch
nordvpn-bin
notification-daemon
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-settings
nvm
obs-studio
okular
onedrive-abraunegg
openjdk-src
openvpn
oxygen
packagekit-qt5
pacman
pacman-contrib
pamixer
pandoc-cli
patch
pavucontrol
pdfgrep
peek
php
php7
phpactor
picom
pipewire-alsa
pipewire-docs
pipewire-pulse
pkgconf
plasma-desktop
plasma-pa
plasma-wayland-session
polkit-kde-agent
powerline
powerline-fonts-git
protontricks-git
proxychains-ng
pulsemixer
pyright
python-conda
python-faker
python-opencv
python-pip
python-pipx
python-pynvim
python-pywal
python-websockets
python2
q4wine-git
qbittorrent
qemu-desktop
qpwgraph
qt5-websockets
qt5ct
qtqr
ranger
rclone
realtime-privileges
reaper
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
retroarch-standalone-service
ripgrep
rm-improved
rofi
ruby
rygel
samba
scrot
sed
selectdefaultapplication-git
signal-desktop
slack-desktop
spotify
spotify-qt
spotify-tui
spotifyd
spotube-bin
steam
stockfish
sudo
teams
teamspeak3
telegram-desktop
texinfo
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
thunderbird
timeshift
tmux
topgrade
traceroute
tree
ttf-firacode-nerd
ttf-hanazono
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
ttf-symbola
tumbler
turbostat
ueberzug
unrar
unrtf
v4l2loopback-dkms
v4l2loopback-utils
vagrant
valgrind
vim
virt-manager
virtualbox
vlc
vscodium
vulkan-tools
w3m
weechat
wget
which
whois
wimlib
wine
winetricks
wireguard-tools
wireplumber
wireshark-qt
wlroots
xclip
xdebug
xdg-desktop-portal
xdg-desktop-portal-kde
xf86-input-wacom
xf86-video-vesa
xkb-switch-git
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yay
youtube-dl
yt-dlp
zathura
zip
zrythm-trial
zsh
zynaddsubfx
